{
  "Info": {
    "listening": "Listening to",
    "playing": "Not Playing",
    "progress": "In Progress",
    "recent": "Recent Games",
    "hours": "hours",
    "on": "on",
    "yester": "Yesterday",
    "moreGames": "View more games",
    "gameRating": "Game Rating Guide",
    "awful": "Awful - Major Flaws",
    "mid": "Average - Solid",
    "top": "Masterpiece"
  },
  "Projects": {
    "footer": {
      "endPresent": "Present",
      "endUnknown": "Unknown"
    },
    "tags": {
      "website": "Website",
      "application": "Application",
      "discord": "Discord Bot",
      "revolt": "Revolt Bot"
    },
    "flags": {
      "contrib": "Contribution",
      "discon": "Discontinued"
    },
    "buttons": {
      "community": "Discord",
      "website": "Website"
    },
    "list": {
      "WY": {
        "desc": "An activity based bot that helps improve overall activity for your server."
      },
      "SB": {
        "desc": "Custom support bot with modmail, giveaways, suggestions, and more."
      },
      "SC": {
        "desc": "A web application focused on no censorship."
      },
      "W": {
        "desc": "A personal website which I add quite literally anything about me for others to know."
      },
      "GC": {
        "desc": "A simple website to check how many Discord servers you're in."
      },
      "F": {
        "desc": "Revolt bot that allows for creating giveaways, polls, and reaction roles."
      },
      "RBL": {
        "desc": "A place where you can find the best Revolt Bots."
      },
      "RM": {
        "desc": "The first Modmail bot that is made in Revolt."
      },
      "RB": {
        "desc": "A very simple way to bridge your Revolt & Discord servers together."
      },
      "D": {
        "desc": "A multipurpose bot that was made to keep your members entertained."
      },
      "AYB": {
        "desc": "Involves AYB Music bot and AYB API that the website used."
      },
      "L": {
        "desc": "Website made by SamOphis on GitHub."
      },
      "FGF": {
        "desc": "A multipurpose bot for many server needs."
      },
      "MM": {
        "desc": "A terminal and Tkinter based Mod Manager for Cyberpunk 2077."
      },
      "TS": {
        "desc": "A little game about completing topics and finding their related cards."
      }
    }
  },
  "Misc": {
    "page": {
      "birthday": {
        "today": {
          "before": "Today is my birthday! I am ",
          "after": " years old."
        },
        "random": {
          "before": "I'm currently ",
          "after": " years old"
        }
      },
      "descHello": "Hello, my name is",
      "descOr": "or",
      "descShort": "for short",
      "desc": {
        "before": "and I've been coding for ",
        "after": " years. I enjoy creating open source projects on my free time or whenever I'm not lazy."
      },
      "turtles": "turtles",
      "capybaras": "capybaras"
    },
    "404": {
      "forgetful": "Uhhh.. think I forgot to add this page as I'm quite"
    }
  },
  "Comps": {
    "page": {
      "languages": {
        "english": "English",
        "spanish": "Spanish",
        "french": "French",
        "danSucks": "Dan Sucks",
        "enchant": "Enchantment"
      },
      "settings": "Settings",
      "language": "Language",
      "home": "Home",
      "projects": "Projects",
      "colorTheme": "Color Theme",
      "info": "Info",
      "dark": "Dark",
      "shrimp": "Shrimp",
      "chant": "Chant",
      "smurf": "Smurf",
      "custom": "Custom",
      "customColor": "Custom Color",
      "apply": "Apply"
    },
    "pageSecondary": {
      "back": "Go Back"
    }
  },
  "Games": {
    "unrated": "Unrated",
    "visit": "Visit Website",
    "noReview": "There is no review for this game.",
    "review": "Review",
    "progress": "Progress",
    "dl1": {
      "review": "Dying Light is an exhilarating zombie survival game with a captivating story that keeps you on the edge of your seat. I’ve replayed it multiple times and am diving back in for the 2025 update, and it’s just as thrilling every time. The heart-pounding narrative combined with the adrenaline rush of bashing zombies makes it a standout. I highly recommend Dying Light to anyone who loves action-packed survival horror.",
      "progress": "Around 10% (2nd Playthrough)"
    },
    "tg": {
      "review": "",
      "progress": "Around 15%"
    },
    "di2": {
      "review": "",
      "progress": "Around 45%"
    },
    "kcdII": {
      "review": "",
      "progress": "Around 15%"
    },
    "hogleg": {
      "review": "",
      "progress": "14%"
    },
    "ijatgc": {
      "review": "",
      "progress": "Completed"
    },
    "dl2": {
      "review": "",
      "progress": "Around 25% (untracked)"
    },
    "dltb": {
      "review": "After playing Dying Light 2 which was okay but I never finished, this was a VERY refreshing installment of the series. Dying Light: The Beast is the second game we needed and I'm glad they listened to their community to bring this exciting experience. The story, the gore, the parkour, the combat, it's all so good and they did a fantastic job. Fully recommend this game to anyone who enjoyed the first game.",
      "progress": "Completed"
    },
    "tow2": {
      "review": "",
      "progress": "Around 12%"
    },
    "stalker": {
      "review": "",
      "progress": "Around 25%"
    },
    "tlou": {
      "review": "The Last of Us is a timeless classic that needs no introduction. Its story remains compelling even years after its release, standing out in the zombie genre with its unique twist of fungi-infested humans who are hauntingly alive. Unlike typical zombie narratives, this game delivers a fresh and emotionally charged experience. I choose to focus on the first game, as the sequel feels overly drawn out and muddles the story, particularly with the frustrating inability to confront the second main character for her actions after defeating countless enemies. Despite this, The Last of Us remains a must-play for its unforgettable narrative and distinctive take on the genre.",
      "progress": "Completed"
    },
    "got": {
      "review": "Ghost of Tsushima is a rare gem, the kind of game that comes along once in a blue moon. It weaves a captivating, beautifully crafted story that draws you in and doesn’t let go. Beyond its stellar narrative, the game’s art style is breathtaking, with visuals that are nothing short of spectacular. I wholeheartedly recommend Ghost of Tsushima to anyone who loves story-driven games. It’s easily one of my all-time favorites, right alongside my beloved Metro series.",
      "progress": "Around 78% (untracked)"
    },
    "cy": {
      "review": "One of those games that launched with significant shortcomings but has since evolved into an impressive experience through dedicated updates. While it’s disappointing when a game debuts in rough condition, the developers have invested substantial effort to make amends, delivering the rich, immersive experience fans expected back in 2020. Their commitment to refining the game has truly paid off, making it a must-play for fans of open-world RPGs.",
      "progress": "Around 78% (2nd Playthrough)"
    },
    "m": {
      "review": "The Metro series is my all-time favorite, and Metro Exodus is no exception. From the moment I played the first game, I fell in love with its haunting art style and gripping, immersive story. The dark, grim narrative delivers a chilling experience that’s perfect for fans of horror games. If Metro Exodus is this captivating, I can only imagine how incredible the books must be. I highly recommend this game to anyone who enjoys story-driven horror with a richly atmospheric world.",
      "progress": "Completed Twice"
    },
    "mll": {
      "review": "As the second installment of the Metro series, it marks a pivotal point in its gripping narrative. It seamlessly builds on the foundation of the first game, breathing new life into the story while deepening the dark, atmospheric world. The characters you grow to love in this game become even more compelling by the time you reach the final chapter of the trilogy. I wholeheartedly recommend Metro Last Light to anyone who enjoys horror games with a haunting, grim storyline that keeps you invested from start to finish.",
      "progress": "Completed Twice"
    },
    "m2033": {
      "review": "Metro 2033 sets the stage with an unforgettable introduction. As the first game in the trilogy, it launches Artyom’s journey with a hauntingly beautiful story that lays the foundation for the series’ dark and immersive world. The grim, atmospheric narrative captivates from start to finish, and I’m thrilled it continues through two more incredible games. I highly recommend Metro 2033 to anyone who loves horror games with a deep, dark, and gripping storyline.",
      "progress": "Completed Twice"
    }
  }
}
