{
  "Info": {
    "listening": "À l'écoute",
    "playing": "Ne pas jouer",
    "progress": "En cours",
    "recent": "Jeux récents",
    "hours": "heures",
    "on": "fr",
    "yester": "Hier",
    "moreGames": "Cliquez pour voir d'autres jeux",
    "gameRating": "Guide de classification des jeux",
    "awful": "Horrible - Défauts majeurs",
    "mid": "Moyenne - Solide",
    "top": "Chef-d'œuvre"
  },
  "Projects": {
    "footer": {
      "endPresent": "Présent",
      "endUnknown": "Inconnu"
    },
    "tags": {
      "website": "Site web",
      "application": "Application",
      "discord": "Discord Bot",
      "revolt": "Revolt Bot"
    },
    "flags": {
      "contrib": "Contribution",
      "discon": "Abandonné"
    },
    "buttons": {
      "community": "En ligne",
      "website": "Site web"
    },
    "list": {
      "WY": {
        "desc": "Un bot basé sur l'activité qui permet d'améliorer l'activité globale de ton serveur."
      },
      "SB": {
        "desc": "Bot d'assistance personnalisé avec modmail, cadeaux, suggestions, et plus encore."
      },
      "SC": {
        "desc": "Une application web axée sur l'absence de censure."
      },
      "W": {
        "desc": "Un site Web personnel sur lequel j'ajoute littéralement tout ce qui me concerne pour que les autres le sachent."
      },
      "GC": {
        "desc": "Un site web simple pour vérifier le nombre de serveurs Discord auxquels vous êtes connecté."
      },
      "F": {
        "desc": "Revolt bot qui permet de créer des cadeaux, des sondages et des rôles de réaction."
      },
      "RBL": {
        "desc": "Un endroit où tu peux trouver le meilleur Revolt Bots."
      },
      "RM": {
        "desc": "Le premier bot Modmail qui est fait en Revolt."
      },
      "RB": {
        "desc": "Un moyen très simple de relier tes serveurs Revolt et Discord entre eux.."
      },
      "D": {
        "desc": "Un bot polyvalent qui a été conçu pour divertir tes membres."
      },
      "AYB": {
        "desc": "Implique le bot AYB Music et l'API AYB que le site Web a utilisés."
      },
      "L": {
        "desc": "Site réalisé par SamOphis sur GitHub."
      },
      "FGF": {
        "desc": "Un robot polyvalent qui répond à de nombreux besoins."
      },
      "MM": {
        "desc": "Un gestionnaire de mods basé sur un terminal et Tkinter pour Cyberpunk 2077."
      },
      "TS": {
        "desc": "Un petit jeu qui consiste à compléter des sujets et à trouver les cartes correspondantes."
      }
    }
  },
  "Misc": {
    "page": {
      "birthday": {
        "today": {
          "before": "Aujourd'hui, c'est mon anniversaire ! J'ai ",
          "after": " ans."
        },
        "random": {
          "before": "J'ai actuellement ",
          "after": " ans"
        }
      },
      "descHello": "Bonjour, je m'appelle",
      "descOr": "ou",
      "descShort": "pour faire court",
      "desc": {
        "before": "et je codifie depuis ",
        "after": " ans. J'aime créer des projets open source pendant mon temps libre ou lorsque je ne suis pas paresseux."
      },
      "turtles": "tortues",
      "capybaras": "capybaras"
    },
    "404": {
      "forgetful": "Uhhh... je crois que j'ai oublié d'ajouter cette page car je suis assez"
    }
  },
  "Comps": {
    "page": {
      "languages": {
        "english": "Anglais",
        "spanish": "Espagnol",
        "french": "Français",
        "danSucks": "Dan Sucks",
        "enchant": "Enchantement"
      },
      "settings": "Paramètres",
      "language": "Langue",
      "home": "Accueil",
      "projects": "Projets",
      "colorTheme": "Thème de couleur",
      "info": "Info",
      "dark": "Sombre",
      "shrimp": "Crevettes",
      "chant": "Chant",
      "smurf": "Smurf",
      "custom": "Personnaliser",
      "customColor": "Couleur Personnalisée",
      "apply": "Appliquer"
    },
    "pageSecondary": {
      "back": "Retourner"
    }
  },
  "Games": {
    "unrated": "Non évalué",
    "visit": "Visiter le site web",
    "noReview": "Il n'y a pas d'avis sur ce jeu.",
    "review": "Révision",
    "progress": "Progrès",
    "dl1": {
      "review": "Dying Light est un jeu de survie zombie palpitant avec une histoire captivante qui vous tient en haleine. Je l'ai rejoué plusieurs fois et je m'apprête à me replonger dans la mise à jour 2025, qui promet d'être tout aussi passionnante. Le récit haletant combiné à la montée d'adrénaline provoquée par le massacre des zombies en font un jeu hors du commun. Je recommande vivement Dying Light à tous ceux qui aiment les jeux d'horreur et de survie bourrés d'action.",
      "progress": "Environ 10% (2e partie)"
    },
    "tg": {
      "review": "",
      "progress": "Environ 15%"
    },
    "di2": {
      "review": "",
      "progress": "Environ 45%"
    },
    "kcdII": {
      "review": "",
      "progress": "Environ 15%"
    },
    "hogleg": {
      "review": "",
      "progress": "14%"
    },
    "ijatgc": {
      "review": "",
      "progress": "Terminé"
    },
    "dl2": {
      "review": "",
      "progress": "Environ 25% (sans piste)"
    },
    "dltb": {
      "review": "Après avoir joué à Dying Light 2, qui était bien mais que je n'ai jamais terminé, cet épisode de la série a été TRÈS rafraîchissant. Dying Light : The Beast est le deuxième jeu dont nous avions besoin et je suis heureux qu'ils aient écouté leur communauté pour apporter cette expérience passionnante. L'histoire, le gore, le parkour, le combat, tout est si bon et ils ont fait un travail fantastique. Je recommande vivement ce jeu à tous ceux qui ont aimé le premier.",
      "progress": "Terminé deux fois"
    },
    "tow2": {
      "review": "Par où commencer. Au début, le jeu semblait plutôt prometteur avec la scène d'ouverture qui sert de tutoriel. Mais plus on joue, plus on se rend compte que le jeu n'est qu'une succession de quêtes sans intérêt. Les personnages sont corrects, mais j'ai l'impression qu'ils ont été ajoutés uniquement pour faire bonne figure. J'ai apprécié les missions Arbiter et tuer les membres de la secte, mais les autres missions avec les compagnons étaient un peu fades. Le jeu est pratiquement identique au premier, mais il fonctionne un peu moins bien et présente des artefacts visuels ici et là. Je ne peux pas recommander ce jeu, ni même le terminer, car il devient vraiment ennuyeux après avoir passé 25 à 30 heures à faire des allers-retours entre différentes planètes.",
      "progress": "Environ 75%"
    },
    "stalker": {
      "review": "",
      "progress": "Environ 25%"
    },
    "tlou": {
      "review": "The Last of Us est un classique intemporel qui n'a plus besoin d'être présenté. Son histoire reste captivante même des années après sa sortie, se démarquant dans le genre zombie avec sa touche unique d'humains infestés de champignons qui sont hantés par la vie. Contrairement aux récits de zombies typiques, ce jeu offre une expérience fraîche et chargée d'émotions. J'ai choisi de me concentrer sur le premier jeu, car la suite semble trop longue et embrouille l'histoire, en particulier avec l'incapacité frustrante de confronter le second personnage principal pour ses actions après avoir vaincu d'innombrables ennemis. Malgré cela, The Last of Us reste un jeu incontournable pour sa narration inoubliable et son approche originale du genre.",
      "progress": "Terminé"
    },
    "got": {
      "review": "Ghost of Tsushima est une perle rare, le genre de jeu qui n'arrive qu'une fois dans la lune. Il tisse une histoire captivante, magnifiquement conçue, qui vous attire et ne vous lâche plus. Au-delà de sa narration exceptionnelle, le style artistique du jeu est à couper le souffle, avec des graphismes tout simplement spectaculaires. Je recommande de tout cœur Ghost of Tsushima à tous ceux qui aiment les jeux narratifs. C'est l'un de mes jeux préférés de tous les temps, au même titre que ma série Metro bien-aimée.",
      "progress": "Environ 78% (non suivi)"
    },
    "cy": {
      "review": "Il s'agit de l'un de ces jeux qui ont été lancés avec d'importantes lacunes, mais qui ont depuis évolué vers une expérience impressionnante grâce à des mises à jour dédiées. Bien qu'il soit décevant de voir un jeu démarrer dans des conditions difficiles, les développeurs ont déployé des efforts considérables pour corriger le tir et offrir aux fans l'expérience riche et immersive qu'ils attendaient en 2020. Leur engagement à peaufiner le jeu s'est avéré payant, ce qui en fait un jeu incontournable pour les fans de RPG en monde ouvert.",
      "progress": "Environ 78% (2ème partie)"
    },
    "m": {
      "review": "La série Metro est ma préférée de tous les temps, et Metro Exodus ne fait pas exception. Dès le premier jeu, je suis tombé amoureux de son style artistique envoûtant et de son histoire captivante et immersive. La narration sombre et sinistre offre une expérience glaçante, parfaite pour les fans de jeux d'horreur. Si Metro Exodus est aussi captivant, je ne peux qu'imaginer à quel point les livres doivent être incroyables. Je recommande vivement ce jeu à tous ceux qui aiment les jeux d'horreur avec une histoire et un univers riche en atmosphères.",
      "progress": "Terminé deux fois"
    },
    "mll": {
      "review": "Deuxième volet de la série Metro, il marque un tournant dans son histoire captivante. Il s'appuie sur les fondations du premier jeu, insufflant une nouvelle vie à l'histoire tout en approfondissant l'univers sombre et atmosphérique. Les personnages que l'on apprend à aimer dans ce jeu deviennent encore plus fascinants au moment où l'on atteint le chapitre final de la trilogie. Je recommande sans réserve Metro Last Light à tous ceux qui aiment les jeux d'horreur avec un scénario obsédant et sinistre qui vous tient en haleine du début à la fin.",
      "progress": "Terminé deux fois"
    },
    "m2023": {
      "review": "Metro 2033 ouvre la voie avec une introduction inoubliable. Premier jeu de la trilogie, il lance le voyage d'Artyom avec une histoire d'une beauté envoûtante qui pose les bases du monde sombre et immersif de la série. Le récit sinistre et atmosphérique captive du début à la fin, et je suis ravi qu'il se poursuive à travers deux autres jeux incroyables. Je recommande vivement Metro 2033 à tous ceux qui aiment les jeux d'horreur au scénario profond, sombre et captivant.",
      "progress": "Terminé deux fois"
    }
  }
}
